panpawel88/weather-triggered-pin-control/tools/test_apps/weather_test/sdkconfig.defaults
# Weather Test Application - sdkconfig defaults

# Inherit location configuration from main project
# These can be modified via menuconfig if needed

# Default ESP32-S3 target
CONFIG_IDF_TARGET="esp32s3"
